Tekla Open API Reference for Tekla Structures 2025
CustomDateTime Methods
The PourUnitFilterExpressions.CustomDateTime type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
PourUnitFilterExpressions.CustomDateTime Class
Tekla.Structures.Filtering.Categories Namespace